Repository: pld-linux/tpb
Catalog: tpb-*.po
Languages: pl

source: ThinkPad button pressed
pl: ThinkPad - przycisk naci¶niêty

source: Zoom is %s
pl: Zbli¿enie w %s

source: on
pl: w³±czony

source: off
pl: wy³±czony

source: Zoom on
pl: Zbli¿enie w³±czone

source: Zoom off
pl: Zbli¿enie wy³±czone

source: Home button pressed
pl: Przycisk Home wci¶siêty

source: Search button pressed
pl: Przycisk Szukaj wci¶niêty

source: Mail button pressed
pl: Przycisk poczta wci¶niety

source: ThinkLight is %s
pl: ThinkLampki s± %s

source: ThinkLight on
pl: ThinkLapmki w³±czone

source: ThinkLight off
pl: ThinkLapmki wy³±czone

source: LCD on, CRT off
pl: LCD w³±czony, CRT wy³±czony

source: LCD off, CRT on
pl: LCD wy³±czony, CRT w³±czony

source: LCD on, CRT on
pl: LCD w³±czony, CRT w³±czony

source: Display changed: %s
pl: Wy¶iwetlacz zmieniony: %s

source: Display
pl: Wy¶wietlacz

source: HV Expansion is %s
pl: HV rozszerzenie jest %s

source: HV Expansion on
pl: HV rozszerzenie jest w³±czone

source: HV Expansion off
pl: HV rozszerzenie jest wy³±czone

source: Brightness changed: Level %d
pl: Jasno¶c zmieniona: Poziom %d

source: Brightness
pl: Jasno¶æ

source: Volume changed: Level %d
pl: G³o¶no¶æ zmieniona: Poziom %d

source: Volume
pl: G³o¶no¶æ

source: Mute on
pl: Wyciszenie w³±czone

source: Mute off
pl: Wyciszenie wy³±czone

source: Power line changed: %s
pl: Zasilanie: %s

source: AC connected
pl: Zasilanie zewnêtrzne podpiête

source: AC disconnected
pl: Zasilanie zewnêtrzne od³±czone

source: PM AC high
pl: PM AC wysoki

source: PM AC manual
pl: PM AC rêczny

source: PM AC unknown
pl: PM AC nieznany

source: Power management mode AC changed: %s
pl: Zarz±dzanie energi± tryb AC zmienione: %s

source: PM battery high
pl: PM bateria wysoki

source: PM battery auto
pl: PM bateria auto

source: PM battery manual
pl: PM battery rêczny

source: PM battery unknown
pl: PM battery nieznany

source: Power management mode battery changed: %s
pl: Zarz±dzanie energi± tryb baterii zmieniony: %s

source: Unable to fork daemon
pl: Nie moge uruchmoiæ demona w tle

source: Daemon started.
pl: Demon uruchomiony.

source: Unable to initialize xosd. Running without onsceen display.
pl: Nie moge zainicjowaæ xosd. Uruchamiam bez OSD

source: Invalid xosd font "%s". Even the default font "%s"
pl: Niew³a¶ciwy font xosd "%s", standardowy równie¿ "%s"

source: is not available. Please add an existing font to your %s file.
pl: nie dostêpny. Prosze dodaj dzia³aj±cy font do %s pliku.

source: Running without onsceen display.
pl: Uruchamiam bez OSD.

source: Invalid xosd font "%s". Running with the default "%s".
pl: Niew³a¶ciwy font xosd "%s", wybieram standardowy "%s".

source: Invalid xosd color "%s". Running with the default "%s".
pl: Niew³a¶ciwy kolor xosd "%s". Wybieram standardowy "%s".

source: Invalid xosd timeout "%d". Running with the default "%d".
pl: Nieprawid³owy timeout xosd "%d". Wybieram standardowy "%d".

source: Invalid xosd position "%d". Running with the default "%d".
pl: Nieprawid³owa pozycja xosd "%d". Wybieram standardowy "%d".

source: Invalid horizontal xosd offset "%d". Running with the default "%d".
pl: Nieprawid³owe po³o¿enie poziome xosd "%d". Wybieram standardowy "%d".

source: Invalid vertical xosd offset "%d". Running with the default "%d".
pl: Nieprawid³owe po³o¿enie pionowe xosd "%d". Wybieram standardowy "%d".

source: Invalid shadow xosd offset "%d". Running with the default "%d".
pl: Nieprawid³owe po³o¿enie cienia xosd "%d". Wybieram standardowy "%d".

source: Invalid xosd alignment "%d". Running with default "%d".
pl: Nieprawid³owe po³o¿enie xosd "%d". Wybieram standardowy "%d".

source: Unable to open device %s:
pl: Nie mogê otworzyæ urz±dzenia %s:

source: Unable to read from device %s:
pl: Nie mogê czytaæ z urz±dzenia %s:

source: Unable to close device %s:
pl: Nie mogê zamkn±æ urz±dzenia %s:

source: To use mixersteps other than %d you need write access to %s.
pl: Aby u¿yæ potencjometra innego ni¿ %d potrzebujesz praw zapisu do %s.

source: Unable to seek device %s:
pl: Nie mogê wyszukaæ urz±dzenia %s:

source: Unable to write to device %s:
pl: Nie mogê zapisywaæ do urz±dzenia %s:

source: Unable to open mixer device %s:
pl: Nie mogê otworzyæ urz±dzenia miksera %s:

source: Unable to read volume from mixer device %s:
pl: Nie mogê odczytaæ ustawieñ g³osu z miksera %s:

source: Unable to write volume to mixer device %s:
pl: Nie mogê zapisaæ ustawieñ g³o¶no¶ci w mikserze %s:

source: Unable to close mixer device %s:
pl: Nie mogê zamkn±æ miksera %s:

source: Argument in configuration too long!
pl: Zbyt d³ugi argument w konfiguracji!

source: Keyword in configuration too long!
pl: Zbyt d³ugie s³owo kluczowe w konfiguracji!

source: Not enough memory
pl: Brak pamiêci

source: Illegal apm state: %s
pl: Nieprawid³owy stan apm: %s

source: Illegal powermgt state: %s
pl: Nieprawid³owy stan zarz±dzania energi±: %s

source: Illegal polltime: %s
pl: Nieprawid³owy czas oczekiwania: %s

source: Illegal mixer state: %s
pl: Nieprawid³owy stan miksera: %s

source: Illegal mixersteps: %s
pl: Nieprawid³owy potencjometr: %s

source: Illegal xosd timeout: %s
pl: Nieprawid³owy timeout xosd: %s

source: Illegal xosd offset: %s
pl: Nieprawid³owe po³o¿enie xosd: %s

source: Illegal xosd shadow offset: %s
pl: Nieprawid³owe po³o¿enie cienia xosd: %s

source: Illegal xosd vertical offset: %s
pl: Nieprawid³owe pionowe po³o¿enie xosd: %s

source: Illegal xosd horizontal offset: %s
pl: Nieprawid³owe poziome po³o¿enie xosd: %s

source: Sorry, OSDHORIZONTAL is only supported by xosd 2.0.0 and above.
pl: Przykro mi, OSDHORIZONTAL jest wspierane tylko przez xosd 2.0.0 lub nowsze.

source: Sorry, OSDPOS MIDDLE is only supported by xosd 2.0.0 and above.
pl: Przykro mi, OSDPOS MIDDLE jest wspierane tylko przez xosd 2.0.0 lub nowsze.

source: Illegal xosd position: %s
pl: Nieprawid³owe po³o¿enie xosd: %s

source: Illegal xosd alignment: %s
pl: Nieprawid³owe u³o¿enie xosd: %s

source: Illegal xosd state: %s
pl: Nieprawid³owy stan xosd: %s

source: Unable to open config file %s:
pl: Nie mo¿na otworzyæ pliku konfiguracyjnego %s:

source: Usage: %s options
pl: U¿ycie: %s opcje

source: options:
pl: opcje:

source: -h, --help display this help
pl: -h, --help wy¶wietl t± pomoc

source: -d, --daemon start in daemon mode
pl: -d, --daemon uruchom jako demona

source: -c, --config=FILE read FILE as additional configuration file
pl: -c, --config=PLIK czytaj PLIK jako dodatkow± konfiguracjê

source: -m, --mixer=STATE use OSS software mixer [off]
pl: -m, --mixer=STAN u¿yj programowego miksera OSS [wy³±czony]

source: -o, --osd=STATE show informations as on-screen display [on]
pl: -o, --osd=STAN poka¿ informacje na ekranie [w³±czony]

source: -p, --poll=DELAY set delay between polls in microseconds [%d]
pl: -p, --poll=OPÓ¬NIENIE ustaw opó¼nienie pomiêdzy zapytaniami w microsekundach [%d]

source: -t, --thinkpad=CMD string with command and options that should be executed
pl: -t, --thinkpad=CMD ci±g komend i opcji do wykonania

source: when ThinkPad button is pressed [none]
pl: kiedy zostanie wci¶niêty guzik ThinkPad [brak]

source: -H, --home=CMD command and options for Home button [none]
pl: -H, --home=CMD komendy i opcje dla guzika Home [brak]

source: -S, --search=CMD command and options for Search button [none]
pl: -S, --search=CMD komendy i opcje dla Guzika Search [brak]

source: -M, --mail=CMD command and options for Mail button [none]
pl: -M, --mail=CMD komendy i opcje dla guzika Mail [brak]

source: -C, --callback=CMD string with command that should be executed for each
pl: -C, --callback=CMD ci±g z komendami i opcjami do wykonania dla ka¿dego

source: pressed button. It is called with pressed button as
pl: wci¶niêtego guzika. Wywo³anie z naci¶niêtym guzikiem jako

source: first argument and new state as second [none]
pl: pierwszy argument i nowym stanem jako drugi [brak]

source: -A, --apm=STATE poll /proc/apm for apm information [off]
pl: -A, --apm=STATE odpytaj /proc/apm o informacje apm [wy³±czony]

source: -P, --powermgt=STATE display of power management messages [auto]
pl: -p, --powermgt=STAN wy¶wietlaj wiadomo¶ci zarz±dzania energi± [auto]

source: -v, --verbose print information about pressed keys
pl: -v --verbose wy¶wietlaj informacje o wci¶niêtych guzikach
